/* About screen blog label */
"About.blog" = "https://digibyte.io/";

/* About screen footer */
"About.footer" = "נכתב ע\"י הצוות הגלובלי של DigiWallet. גרסה %1$@";

/* Privay Policy button label */
"About.privacy" = "מדיניות פרטיות";

/* About screen reddit label */
"About.reddit" = "https://www.reddit.com/r/Digibyte/";

/* Terms of Use button label */
"About.terms" = "הפרוייקט הוא קוד פתוח וניתן לראות את הקוד בלינק הבא: https://github.com/Racecraft/digibytewallet-android";

/* About screen title */
"About.title" = "ארנק ה-DigiByte ל-iOS הוא הארנק הנייד ל-DigiByte.";

/* About screen twitter label */
"About.twitter" = "https://twitter.com/digibytecoin";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "סגור";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "מרכז תמיכה";

/* Loading Wallet Message */
"Account.loadingMessage" = "טוען ארנק";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "ארנק ה-DigiWallet שלי";

/* Error alert title */
"Alert.error" = "שגיאה";

/* No internet alert message */
"Alert.noInternet" = "אין גישה לאינטרנט. אנא בדוק את החיבור ונסה שנית.";

/* Warning alert title */
"Alert.warning" = "אזהרה";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "כתובות הועתקו";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "כל כתובות הארנקים העתקו בהצלחה.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "מפתח פרטי הוגדר";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "אדיר!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "הגדר קוד ";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "שליחה נכשלה";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "שלח/י אישור";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "DigiByte נשלח!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "שגיאה בסריאליזציה של JSON";

/* Wallet not ready error message */
"ApiClient.notReady" = "הארנק לא מוכן";

/* API Token error message */
"ApiClient.tokenError" = "לא ניתן למשוך קוד API";

/* header of balance */
"Balance.header" = "TOTAL\nBALANCE";

/* Send BCH view body. */
"BCH.body" = "הכנס את כתובת היעד DigiByte למטה.כל הDigiByte בארנק לך בעת הפיצול(%1$@) ישלחו.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "אשר/י שליחה של %1$@ אל %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "אישור";

/* Generic bch erorr message */
"BCH.genericError" = "החשבון שלך לא מכיל DGB, או שקיבלת DGB אחרי הפיצול.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "קוד פעולה הועתק";

/* No address error message */
"BCH.noAddressError" = "נא להזין כתובת";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "פרוטוקול שליחת התשלומים לא נתמכים לפעולות DGB";

/* BCH successfully sent alert message */
"BCH.successMessage" = "DGB נשלח בהצלחה.";

/* Widthdraw BCH view title */
"BCH.title" = "משיכת DGB";

/* Tx Hash button header */
"BCH.txHashHeader" = "מזהה טרנזקציית DGB";

/* Approve button label */
"BitID.approve" = "אשר";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ דורש אימות ע\"י שימוש בארנק ה-DigiWallet.";

/* Deny button label */
"BitID.deny" = "נדחה";

/* BitID error alert title */
"BitID.error" = "זיהוי נכשל";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "הנא בדוק את השירות. כנראה תצתרך לנסות שוב.";

/* BitID success alert title */
"BitID.success" = "זיהוי הצליח";

/* BitID Authentication Request alert view title */
"BitID.title" = "אימות DigiID נדרש";

/* Cancel button label */
"Button.cancel" = "בטל";

/* Ignore button label */
"Button.ignore" = "התעלם/י";

/* menu button */
"Button.menu" = "תפריט";

/* No button */
"Button.no" = "לא";

/* OK button label */
"Button.ok" = "אשר";

/* receive button */
"Button.receive" = "לקבל";

/* send button */
"Button.send" = "שלח";

/* Settings button label */
"Button.settings" = "הגדרות";

/* Settings button label */
"Button.submit" = "שלח";

/* Yes button */
"Button.yes" = "כן";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "מרכז את הת.ז במסגרת";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "סכום להעברה:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "עמלת רשת:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "זמן עיבוד: הפעולה צפויה להסתיים בעוד %1$@.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "שלח";

/* Confirmation Screen title */
"Confirmation.title" = "אישור";

/* To: (address) */
"Confirmation.to" = "אל";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "סה״כ עלה:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "על מנת לוודא שהכל נרשם בצורה מדוייקת, אנא הזן/הזיני את המילים הבאות מהמפתח הפרטי שלך.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "מילה מספר %1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "היחידת הצגה DigiByte";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "יחס המרה";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "במכשיר זה לא מוגדר אימייל בתוכנת הmail של האייפון.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "אימייל לא זמין";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "מכשיר זה לא מוגדר בכדיי לשלוח הודעות.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "התכתבות לא זמינה";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "אתה יכול לשנות את הגבלת הFace ID שלך מה %1$@.";

/* Face Id screen label */
"FaceIDSettings.label" = "השתמש בפנים שלך כדיי לשחרר אתהDigiWallet ושלוח DigiByte עד להגבלה שהגדרת.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "חבר טקסט (ראה TouchIdSettings.customizeText)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "אפשר Face ID ל DigiWallet";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "לא הגדרת את Face ID על מכשיר זה. לך אל הגדרות -> Face ID וקוד גישה בשביל להגדיר עכשיו.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Face ID לא מוגדר";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Face ID מגבלת בזבוז";

/* Economy fee */
"FeeSelector.economy" = "כלכלה";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "זמן משוערך להגעה: 10+ דקות";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "האופציה הזאת לא מומלצת להעברות רגישות בזמן.";

/* Regular fee */
"FeeSelector.regular" = "רגיל";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "זמן משוערך לשליחה: 15-30 שניות";

/* Fee Selector title */
"FeeSelector.title" = "מעבד מהירות";

/* Checking private key balance progress view text */
"Import.checking" = "בודק אח יתרת המפתח הפרטי...";

/* Sweep private key confirmation message */
"Import.confirm" = "לשלוח %1$@ ממפתח פרטי זה לארנק שלך? רשת הDigiByte תקבל עמלה של %2$@.";

/* Duplicate key error message */
"Import.Error.duplicate" = "המפתח הפרטי כבר מותקן בארנק שלך.";

/* empty private key error message */
"Import.Error.empty" = "המפתח הפרטי ריק.";

/* High fees error message */
"Import.Error.highFees" = "עמלות העברה יעלו יותר מהיתרה הקיימת במפתח פרטי זה.";

/* Not a valid private key error message */
"Import.Error.notValid" = "מפתח פרטי לא תקין";

/* Import signing error message */
"Import.Error.signing" = "שגיאה בחתימה על הפעולה.";

/* Import button label */
"Import.importButton" = "ייבוא";

/* Importing wallet progress view label */
"Import.importing" = "מייבא ארנק";

/* Caption for graphics */
"Import.leftCaption" = "ארנק לייבא";

/* Import wallet intro screen message */
"Import.message" = "מייבא את כל DigiByte מהארנק אחר אל DigiWallet בהעברה אחת.";

/* Enter password alert view title */
"Import.password" = "מפתח פרטי זה מוגן בסיסמה.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "סיסמה";

/* Caption for graphics */
"Import.rightCaption" = "הDigiWallet שלך";

/* Scan Private key button label */
"Import.scan" = "סרוק מפתח פרטי";

/* Import wallet success alert title */
"Import.success" = "הצלחה";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "ארנק יובא בהצלחה.";

/* Import Wallet screen title */
"Import.title" = "ייבא ארנק ";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "מפתח ";

/* Import wallet intro warning message */
"Import.warning" = "ייבוא ארנק אינו מביא את היסטורית הפעילויות או פרטים אחרים.";

/* Wrong password alert message */
"Import.wrongPassword" = "סיסמה שגויה, נסה שנית.";

/* Close app button */
"JailbreakWarnings.close" = "סגור";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "התעלם/י";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "אבטחת המכשיר אינה גבוהה מספיק\nכל אפליקציית 'jailbreak' יכולה לגשת לארנק ה-DigiWallet ולגנוב את ה-DigiByte שלך. מחק/י את הארנק עכשיו ושחזר/י על מכשיר מאובטח.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "אבטחת מכשיר לא מספיקה\nכל אפליקציית 'jailbreak' יכולה לגשת לארנק ה-DigiWallet, למידע שלו ולגנוב את ה-DigiByte שלך. בבקשה להשתמש בארנק ה-DigiWallet רק על מכשיר בטוח.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "אזהרה ";

/* Location services disabled error */
"LocationPlugin.disabled" = "שירותי מיקום כבוים.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "לDigiWallet אין הרשאה לגשת לשרותי מיקום";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "יצרת ארנק ב %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "השם של הארנק שלך מופיע בהיסטוריה של הפעולות ולא מוצג למשתמשים אחרים.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "שם ארנק";

/* Manage wallet modal title */
"ManageWallet.title" = "נהל ארנק";

/* Menu button title */
"MenuButton.lock" = "נעל ארנק";

/* Menu button title */
"MenuButton.security" = "מרכז אבטחה";

/* Menu button title */
"MenuButton.settings" = "הגדרות";

/* Menu button title */
"MenuButton.support" = "תמיכה";

/* button label */
"MenuViewController.createButton" = "צור/צרי ארנק חדש";

/* Menu modal title */
"MenuViewController.modalTitle" = "תפריט";

/* button label */
"MenuViewController.recoverButton" = "שחזר ארנק";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "מעבר למצב אוטומטי";

/* Node is connected label */
"NodeSelector.connected" = "מחובר";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "הכנס כתובת IP של הNode ופורטים (לא חובה)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "הכנס כתובת Node";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "מעבר למצב ידני";

/* Node address label */
"NodeSelector.nodeLabel" = "צומת ראשית נוכחית";

/* Node is not connected label */
"NodeSelector.notConnected" = "לא מחובר";

/* Node status label */
"NodeSelector.statusLabel" = "סטטוס חיבור צומת";

/* Node Selector view title */
"NodeSelector.title" = "צומת DigiByte";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "פעולת העברה שגויה";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "מסמך לא קריא או לא נתמך";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "תעודה חסרה";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "פג תוקפה של הבקשה";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "לא יכל לבצע תשלום";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "תשלומים בDigiByte לא יכולים להיות מפחות מ %1$@.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "פעולת DigiByte לא יכולה להיות של פחות מ-$@.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "סוג חתימה אינו נתמך";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "תעודה לא מהימנה";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "הקש כאן בשביל לאפשר Face ID";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "אפשר זיהוי פנים";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "סיסמת מכשיר נחוצה על מנת לאבטח את הארנק שלך. גש/י להגדרות והפעל את סיסמת המכשיר.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "נא להפעיל סיסמת מכשיר";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "את/ה חייב/ת לשמור את המפתח הפרטי שלך למקרה שתאבד/י את הטלפון שלך. לחץ כאן להמשך.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "פעולה נדרשת";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "ייתכן שהארנק לא מסונכרן. ניתן לתקן ע\"י סריקה מחדש של הבלוקצ'יין.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "העברה נדחתה";

/* header of PinView */
"Prompts.SecurityCheck.header" = "SECURITY\nCHECK";

/* Share data prompt body */
"Prompts.ShareData.body" = "עזור/עזרי לשפר את ארנק ה-DigiWallet באמצעות שיתוף מידע אנונימי איתנו.";

/* Share data prompt title */
"Prompts.ShareData.title" = "שתף/שתפי מידע באופן אנונימי";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "לחץ כאן על מנת לאפשר מזהה מגע";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "אפשר/י זיהוי באמצעות טביעת אצבע";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "ארנק ה-DigiWallet שודרג לשימוש בקוד אישי בן 6 ספרות. לחץ/י כאן לשדרוג.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "עדכן קוד PIN";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "הפעל הודעות על מנת לאפשר קבלת הודעות של ארנק ה-DigiWallet שלך בעתיד.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "הודעות דחיפה";

/* Push notifications are off label */
"PushNotifications.off" = "כבוי";

/* Push notifications are on label */
"PushNotifications.on" = "פועל";

/* Push notifications settings view title label */
"PushNotifications.title" = "התראות";

/* Address copied message. */
"Receive.copied" = "כתובת הועתקה";

/* Share via email button label */
"Receive.emailButton" = "אימייל";

/* Request button label */
"Receive.request" = "בקש סכום";

/* Share button label */
"Receive.share" = "שתף";

/* Share via text message (SMS) */
"Receive.textButton" = "הודעת טקסט";

/* Receive modal title */
"Receive.title" = "קבל";

/* Done button text */
"RecoverWallet.done" = "בוצע";

/* Recover wallet header */
"RecoverWallet.header" = "שחזר ארנק";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "אתחל קוד אישי";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "הכנס מפתח שחזור אישי";

/* Recover wallet intro */
"RecoverWallet.intro" = "שחזר את ארנק ה-DigiWallet שלך באמצעות המפתח הפרטי.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "המפתח הפרטי שהוזן אינו תקין. נא לבדוק שנית כל מילה ומילה ולנסות שוב.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "חץ שמאלי";

/* Next button label */
"RecoverWallet.next" = "הבא";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "לחץ כאן למידע נוסף";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "חץ ימני";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "הכנסמפתח שחזור אישי ל DigiWallet שברצונך  לשחזר.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "על מנת לאתחל את הקוד האישי, נא להכניס את המלים של המפתח הפרטי לתיבות שמתחת.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "הנכס תחילה את הסכום.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "בקש סכום";

/* Alert action button label */
"ReScan.alertAction" = "סנכרון";

/* Alert message body */
"ReScan.alertMessage" = "אתה לא תוכל לשלוח DigiByte בעת סנכרון.";

/* Alert message title */
"ReScan.alertTitle" = "לסנכרן עם הבלוקציין?";

/* extimated time */
"ReScan.body1" = "20-45 דקות";

/* Syncing explanation */
"ReScan.body2" = "אם העברה מראה שהיא הושלמה על רשת DigiByte אבל לא בDigiWallet.";

/* Syncing explanation */
"ReScan.body3" = "את/ה מקבל שוב הודעת שגיאה, האומרת שהטרנזקציה נדחתה.";

/* Start Sync button label */
"ReScan.buttonTitle" = "התחל סנכרון";

/* Sync blockchain view footer */
"ReScan.footer" = "לא תוכל לשלוח DigiByte בזמן הסנכרון עם הבלוקציין.";

/* Sync Blockchain view header */
"ReScan.header" = "סנכרן בלוקציין";

/* Subheader label */
"ReScan.subheader1" = "זמן מוערך";

/* Subheader label */
"ReScan.subheader2" = "מתי לסנכרן?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "פלאש המלצמה";

/* Complete filter label */
"Search.complete" = "הושלם";

/* Pending filter label */
"Search.pending" = "ממתין";

/* Received filter label */
"Search.received" = "התקבל";

/* Sent filter label */
"Search.sent" = "נשלח";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "אפשר את כל אפשריות האבטחה להגנה מקסימלית.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "הדרך היחידה לגשת ל-DigiByte שלך במקרה של אובדן או שדרוג מכשיר.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "מפתח שחזור אישי";

/* PIN button description */
"SecurityCenter.pinDescription" = "הגן על הDigiWallet ממשתמשים לא מאושרים.";

/* PIN button title */
"SecurityCenter.pinTitle" = "קוד בן 6 ספרות";

/* Security Center Title */
"SecurityCenter.title" = "מרכז אבטחה";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "פתח/י את ארנק ה-DigiWallet על מנת לשלוח DigiByte עד להגבלה שהוגדרה.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "סכום";

/* Balance: $4.00 */
"Send.balance" = "יתרה: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "כנס/י להגדרות על מנת לאפשר גישה למצלמה.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "לארנק ה-DigiWallet אין הרשאת גישה למצלמה";

/* Warning when sending to self. */
"Send.containsAddress" = "כתובת היעד היא הכתובת שלך. לא ניתן לשלוח לעצמך.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "פעולה לא הצליחה.";

/* Description for sending money label */
"Send.descriptionLabel" = "מזכר";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "לוח ההעתקה ריק";

/* Network Fee: $0.01 */
"Send.fee" = "עמלת הרשת: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "זהות המקבל לא זוהתה.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "כתובת למשלוח לא שייכת לכתובות DigiByte.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "לוח ההעתקה לא מכיר כתובת DigiByte תקינה.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "כתובת לא נכונה";

/* Is rescanning error message */
"Send.isRescanning" = "שליחה מבוטלת בזמן סריקה מלאה.";

/* Loading request activity view message */
"Send.loadingRequest" = "טוען בקשה";

/* Empty address alert message */
"Send.noAddress" = "בבקשה להזין את כתובת המקבל.";

/* Emtpy amount alert message */
"Send.noAmount" = "נא להזין את הסכום להעברה.";

/* Paste button label */
"Send.pasteLabel" = "הדבק";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "לא יכל לפרסם העברה.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "לא ניתן לטעון את בקשת התשלום.";

/* Scan button label */
"Send.scanLabel" = "סריקה";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "נשלח";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "שליחה";

/* Send money to label */
"Send.toLabel" = "אל";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "כתובות DigiByte הועדו לשימוש חד פעמי בלבד.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "שימוש חוזר מפחית את הפרטיות שלך ושל המקבל/ת ועלול לגרום לאובדן אם המקבל/ת לא שולט/ת באופן ישיר על הכתובת.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "כתובת שומשה כבר";

/* About label */
"Settings.about" = "אודות";

/* Advanced Settings title */
"Settings.advancedTitle" = "הגדרות מתקדמות";

/* i.e. the currency which will be displayed */
"Settings.currency" = "הצג מטבע";

/* Join Early access label */
"Settings.earlyAccess" = "הצטרף לגישה מוקדמת";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "אתה נהנה מDigiWallet?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "מגבלת שליחה ע\"י זיהוי פנים.";

/* Import wallet label */
"Settings.importTitle" = "ייבוא ארנק";

/* Manage settings section header */
"Settings.manage" = "נהל";

/* Notifications label */
"Settings.notifications" = "הודעות";

/* Leave review button label */
"Settings.review" = "השאר לנו משוב";

/* Share anonymous data label */
"Settings.shareData" = "שתף מידע אנונימי";

/* Sync blockchain label */
"Settings.sync" = "סנכרן בלוקציין";

/* Settings title */
"Settings.title" = "הגדרות";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "מגבלת בזבוז ב Touch ID";

/* Wallet Settings section header */
"Settings.wallet" = "ארנק";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "התחל/שחזר ארנק אחר";

/* Share data view body */
"ShareData.body" = "עזור/עזרי לנו לשפר את ארנק ה-DigiWallet ע\"י שליחה אנונימית של מידע אלינו. המידע לא יכלול נתונים פיננסיים. אנחנו מכבדים את הפרטיות שהפיננסית שלך.";

/* Share data header */
"ShareData.header" = "האם לשתף מידע?";

/* Share data switch label. */
"ShareData.toggleLabel" = "שיתוף מידע אנונימי?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "נא לרשום את המפתח הפרטי שלך שוב";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "המפתח הפרטי שלך הוא הדרך היחידה לשחזר את ארנק ה-DigiWallet שלך אם המכשיר אבד, נגנב, נשבר או שודרג.\nנציג לך רשימה של מילים ועליך לרשום את המילים על דף נייר ולשמור במקום בטוח.";

/* button label */
"StartPaperPhrase.buttonTitle" = "כתוב למטה את מפתח שחזור האישי";

/* Argument is date */
"StartPaperPhrase.date" = "המילים של המפתח הפרטי נכתבו לאחרונה ב-%1$@";

/* Start view message */
"StartViewController.message" = "הדרך הבטוחה והמאובטחת להשתמש ב-DigiByte.";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "BLOCK HEIGHT";

"SynchingView.progressLabel" = "PROGRESS";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "מתחבר";

/* Syncing view header text */
"SyncingView.header" = "מסנכרן";

/* Retry button label */
"SyncingView.retry" = "נסה שנית";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "מסנכרן";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ ימים";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ שעות";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ דק";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ שניות";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "אתה יכול לשנות את מגבלת בזבוז Touch ID מ %1$@";

/* Touch Id screen label */
"TouchIdSettings.label" = "השתמש באצבע שלך בשביל להיכנס  אלDigiWallet ולשלוח עד להגבלה שהגדרת.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "מסך מגבלת זיהוי באמצעות טביעת אצבע ";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "מגבלת משיכה: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "אפשר Touch ID ל DigiWallet";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "לא הגדרת Touch ID על מכשיר זה. לך אל הגדרות - Touch ID וקוד גישה כדיי להגדיר את זה עכשיו.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID לא מוגדר";

/* Always require passcode option */
"TouchIdSpendingLimit" = "תמיד בקש סיסמה";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "תתבקש/י להזין את הקוד האישי בן 6 ספרות על מנת לבצע פעילות כלשהי עד למגבלת המשיכה, וכל 48 שעות מאז הפעם האחרונה שהזנת את הקוד האישי בן 6 הספרות.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "מגבלת משיכה של זיהוי באמצעות טביעת אצבע";

/* Availability status text */
"Transaction.available" = "זמין לביזבוז";

/* Transaction complete label */
"Transaction.complete" = "הושלם";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "יתרה אחרונה: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "שער חליפין בזמן הקבלה: ";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "שער המרה כשנשלח:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ עמלה)";

/* Invalid transaction */
"Transaction.invalid" = "לא תקין";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "כרגע";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "בתהליך: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "בתהליך: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "יתרה התחלתית: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "מחכה לאימות.  חלק מבתי העסר דורשים אימות בשביל להשלים את ההעברה. זמן משוערך: 1-2 דקות.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "חשבון";

/* Amount section header */
"TransactionDetails.amountHeader" = "סכום";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "אומת בבלוק";

/* Memo section header */
"TransactionDetails.commentsHeader" = "הערות";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "העברה שלך תיראה פה.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "ב %1$@";

/* More button title */
"TransactionDetails.more" = "עוד...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "הועברו %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "הועברו <b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "עוד לא אושר";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "התקבל %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "התקבל <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "נשלחו %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "נשלחו <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "התראה";

/* Transaction Details Title */
"TransactionDetails.title" = "פרטי העברה";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "אל %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "מזהה העברה DigiByte";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "התקבל בכתובת זאת ";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "נשלח לכתובת הזאת";

/* filter buttons for transactionView */
"TransactionView.all" = "all";

"TransactionView.received" = "received";

"TransactionView.sent" = "sent";

/* Disabled until date */
"UnlockScreen.disabled" = "מבוטל עד: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "הכתובת שלי ";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "אתחל קוד אישי";

/* Scan button title */
"UnlockScreen.scan" = "סרוק";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "הכנס PIN";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "שחרר את נעילת DigiWallet.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "שחרר עם TouchID";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "הארנק פתוח";

/* Update PIN caption text */
"UpdatePin.caption" = "זכור/זכרי את הקוד האישי. במידה ותשכח/י, לא תוכל/י לגשת לארנק ה-DigiByte שלך.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "קוד הPIN שהכנסת ישמש לפתיחת הDigiWallet שלך ושליחת DigiByte.";

/* Update PIN title */
"UpdatePin.createTitle" = "הגדר קוד";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "הזן/י שנית את הקוד האישי";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "נא להזין את הקוד האישי.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "הזן/י קוד אישי חדש.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "הזן/י שוב את הקוד האישי החדש.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "מצטערים, אי אפשר לעדכן PIN.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "שגיאת עדכון קוד אישי";

/* Update PIN title */
"UpdatePin.updateTitle" = "עדכן PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "להעתיק כתובת ארנק ללוח?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "אשר להעתיק את הכתובת ללוח עריכה";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "העתקת כתובות ארנק";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "העתק";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "נא להזין את הקוד האישי שלך על מנת לאשר את הפעולה.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "הכנס בבקשה את ה קוד ה- PIN כדיי להמשיך";

/* Verify PIN view title */
"VerifyPin.title" = "קוד אישי נדרש";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "נא לאשר הפעולה";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "פתח את אפליקציית ארנק ה-DigiWallet של האייפון על מנת להגדיר את הארנק.";

/* Dismiss button label */
"Webview.dismiss" = "בטל";

/* Webview loading error message */
"Webview.errorMessage" = "חלה שגיאה בטעינת המידע. נא לנסות שנית. ";

/* Updating webview message */
"Webview.updating" = "מעדכן...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "ארנק ה-DigiByte לאייפון שינה את השם לארנק DigiWallet, עם מראה חדש ומרענן ואפשרויות חדשות.\nבמידה ואת/ה נזקק/ת לעזרה, חפש/י את סימן השאלה (?) בפינה העליונה ברוב המסכים.";

/* Top title of welcome screen */
"Welcome.title" = "ברוך הבא לDigiWallet!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "האם את/ה בטוח/ה שברצונך למחוק את הארנק?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "למחוק את הארנק?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "נכשל למחוק ארנק.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "נכשל";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "נא להזין את המפתח הפרטי על מנת למחוק את הארנק ולאתחל / לשחזר ארנק אחר. היתרה הנוכחית תישאר על המפתח הפרטי.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "יצירה או שחזור של ארנק אחר תאפשר לך לנהל DigiWallet שונים על מכשיר זה";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "את לא תוכל לקבל גישה לחשבון DigiWallet הנוכחי ממכשיר זה. היתרה תישאר במפתח השחזור האישי.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "אתחל או שחזר ארנק נוסף.";

/* Wipe wallet button title */
"WipeWallet.wipe" = "מחק";

/* Wiping activity message */
"WipeWallet.wiping" = "מוחק...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "נא לרשום כל מילה לפי הסדר ולאחסן במקום בטוח.";

/* button label */
"WritePaperPhrase.next" = "הבא";

/* button label */
"WritePaperPhrase.previous" = "קודם";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d מתוך %2$d";

